Repository: sirnacnud/notes-iOS-App
Catalog: iOCNotes/*.lproj/Localizable.strings
Languages: de

source: <Please provide as much details as possible about what you were doing when the crash occurred.>
de: <Bitte beschreiben Sie in Detail was Sie getan haben als sich der Absturz erreignete.>

source: <Please state your question or problem here>
de: <Bitte beschreiben Sie Ihre Frage oder Problem hier.>

source: A server installation could not be found. Check the server address.
de: Es konnte keine Serverinstallation gefunden werden. Prüfen Sie die Serveradresse

source: Acknowledgements
de: Danksagung

source: Add Category
de: Kategorie hinzufügen

source: All
de: Alle

source: Cancel
de: Abbrechen

source: CATEGORIES
de: KATEGORIEN

source: Category
de: Kategorie

source: Category...
de: Kategorie

source: Change Category...
de: Kategorie ändern...

source: Check username and password.
de: Benutzername und Passwort prüfen.

source: Close & Sync
de: Schließen & syncen

source: CloudNotes Crash Report
de: CloudNotes Absturzbericht

source: CloudNotes crashed last time it was launched. Do you want to send a report to the developer?
de: CloudNotes ist beim letzten Start abgestürzt. Möchten Sie an den Entwickler einen Bericht senden?

source: CloudNotes Support Request
de: CloudNotes Hilfe-Anfrage

source: Connect
de: Verbinden

source: Connected to Notes on the server
de: Verbunden mit Notes auf Ihrem Server

source: Connection failure
de: Verbindungsfehler

source: Crash Detected
de: Absturz entdeckt

source: Delete
de: Löschen

source: Delete Note
de: Notiz löschen

source: Enter a name for the new category
de: Einen Namen für die neue Kategorie eingeben

source: Error Adding Note
de: Fehler beim Notiz hinzufügen

source: Error Deleting Note
de: Fehler beim Notiz löschen

source: Error Getting Note
de: Fehler beim Notiz laden

source: Error Syncing Notes
de: Fehler beim Notizen synchronisieren

source: Error Updating Note
de: Fehler beim Notiz aktualisieren

source: Error Updating Notes
de: Fehler beim Notizen aktualisieren

source: Failed to connect to a server. Check your settings.
de: Fehler beim Verbinden mit dem Server. Bitte prüfen Sie die Einstellungen

source: Favorites
de: Favoriten

source: Logged In
de: Angemeldet

source: MAIN
de: HAUPT

source: New note
de: Neue Notiz

source: No thanks
de: Nein, danke

source: Not connected to Notes on a server
de: Nicht mit Notes auf einem Server verbunden

source: Not Logged In
de: Nicht angemeldet

source: Not logged in
de: Nicht eingeloggt

source: Note Title
de: Notiz Titel

source: Notes could not be found on your server. Make sure it is installed and enabled
de: Notes konnte auf Ihrem Server nicht gefunden werden. Stellen Sie sicher, dass Notes installiert und aktiviert ist.

source: Notes not found
de: Notizen nicht gefunden

source: Open In...
de: Öffnen in...

source: Plain Text
de: Einfacher Text

source: Please check network connection and login.
de: Bitte Netzwerkverbindung und Anmeldedaten prüfen.

source: Reconnect
de: Erneut Verbinden

source: Rename
de: Umbenennen

source: Rename the note
de: Benennen Sie die Notiz um

source: Rename...
de: Umbenennen...

source: Select or create a note.
de: Notiz auswählen oder erstellen.

source: Server not found
de: Server nicht gefunden

source: Server Reachable
de: Server erreichbar

source: Share Note As
de: Notiz teilen als

source: Success
de: Erfolg

source: The network connection is working properly.
de: Die Netzwerkverbindung funktioniert korrekt.

source: The note does not exist
de: Die Notiz existiert nicht

source: Unable to automatically detect type of server. Please select:
de: Servertyp kann nicht automatisch erkannt werden. Bitte wählen Sie:

source: Unable to Reach Server
de: Server nicht erreichbar

source: Unauthorized
de: Nicht authorisiert

source: Uncategorized
de: Ohne Kategorie

source: Using Notes %@on %@ %@.
de: Verwenden von Notes %@in %@ %@.

source: Yes, please!
de: Ja, bitte!

source: You are now connected to Notes on your server
de: Sie sind jetzt mit Notes auf Ihrem Server verbunden
